/* Alert  strings */
"OK" = "OK";
"Cancel" = "Cancel";

/* Password message and field*/
"Enter password" = "Please enter your password.";
"Password:" = "Please enter your password:";

/* Reminder message, Default button, Cancel button */
"Reminder timeout" = "This is your reminder that your connection is still active. Do you wish to remain connected ?";
"Stay connected" = "Stay connected";
"Disconnect" = "Disconnect";

/* Notification window title */
"Internet Connect" = "Internet Connect";


